/* No comment provided by engineer. */
" Can't use union burst when the new attack pattern is active." = " Can't use union burst when the new attack pattern is active.";

/* No comment provided by engineer. */
" Critical damage is %@ times as normal damage." = " Critical damage is %@ times as normal damage.";

/* No comment provided by engineer. */
" The upper limit of this effect is [%@]." = " The upper limit of this effect is [%@].";

/* No comment provided by engineer. */
" This barrier takes effect for %@ times." = " This barrier takes effect for %@ times.";

/* [the farthest two] [enemy] [targets]
   [the second to fourth farthest] [enemy] [targets] */
"%@ %@ %@" = "%1$@ %2$@ %3$@";

/* [the farthest two] [enemy] [targets] in range [500]
   [the second to fourth farthest] [enemy] [targets] in range [500] */
"%@ %@ %@ in range %d" = "%1$@ %2$@ %3$@ in range %4$d";

/* No comment provided by engineer. */
"%@ %@ [%@]%@ %@ during break." = "%1$@ %2$@ [%3$@]%4$@ %5$@ during break.";

/* No comment provided by engineer. */
"%@ %@ [%@]%@ %@ for [%@]s." = "%1$@ %2$@ [%3$@]%4$@ %5$@ for [%6$@]s.";

/* No comment provided by engineer. */
"%@ %@ and deal [%@] damage per second for [%@]s." = "%1$@ %2$@ and deal [%3$@] damage per second for [%4$@]s.";

/* No comment provided by engineer. */
"%@ %@ for [%@]s." = "%1$@ %2$@ for [%3$@]s.";

/* [the nearest] [enemy] target
   [the second nearest] [enemy] target */
"%@ %@ target" = "%1$@ %2$@ target";

/* [the nearest] [enemy] target in range [500]
   [the second nearest] [enemy] target in range [500] */
"%@ %@ target in range %d" = "%1$@ %2$@ target in range %3$d";

/* [friendly] [physics] targets in range [500] */
"%@ %@ targets in range %d" = "%1$@ %2$@ targets in range %3$d";

/* No comment provided by engineer. */
"%@ %@ x%@" = "%1$@ %2$@ x%3$@";

/* No comment provided by engineer. */
"%@ boss" = "%@ boss";

/* No comment provided by engineer. */
"%@ damage done to %@ by [%@ * count of debuffs] times(up to %@ times of original damage), this effect lasts for [%@]s." = "%1$@ damage done to %2$@ by [%3$@ * count of debuffs] times(up to %4$@ times of original damage), this effect lasts for [%5$@]s.";

/* No comment provided by engineer. */
"%@ Damage is reduced on low level players." = "%@ Damage is reduced on low level players.";

/* target type */
"%@ farthest" = "%@ farthest";

/* No comment provided by engineer. */
"%@ Feedback" = "%@ Feedback";

/* [the second to fourth farthest] front [enemy] [targets] */
"%@ front %@ %@" = "%1$@ front %2$@ %3$@";

/* [the farthest two] front [enemy] [targets] in range [500]
   [the second to fourth farthest] front [enemy] [targets] in range [500] */
"%@ front %@ %@ in range %d" = "%1$@ front %2$@ %3$@ in range %4$d";

/* [the nearest] front [enemy] target in range [500]
   [the second nearest] front [enemy] target in range [500] */
"%@ front %@ target in range %d" = "%1$@ front %2$@ target in range %3$d";

/* No comment provided by engineer. */
"%@ highest ATK" = "%@ highest ATK";

/* target type */
"%@ highest HP" = "%@ highest HP";

/* target type */
"%@ highest HP ratio" = "%@ highest HP ratio";

/* No comment provided by engineer. */
"%@ highest Magic STR" = "%@ highest Magic STR";

/* target type */
"%@ highest TP" = "%@ highest TP";

/* No comment provided by engineer. */
"%@ lowest ATK" = "%@ lowest ATK";

/* target type */
"%@ lowest HP" = "%@ lowest HP";

/* target type */
"%@ lowest HP ratio" = "%@ lowest HP ratio";

/* No comment provided by engineer. */
"%@ lowest Magic STR" = "%@ lowest Magic STR";

/* target type */
"%@ lowest TP" = "%@ lowest TP";

/* No comment provided by engineer. */
"%@ magic" = "%@ magic";

/* No comment provided by engineer. */
"%@ minion" = "%@ minion";

/* target type */
"%@ most backward" = "%@ most backward";

/* target type */
"%@ most frontward" = "%@ most frontward";

/* target type */
"%@ nearest" = "%@ nearest";

/* No comment provided by engineer. */
"%@ nearest except self" = "%@ nearest except self";

/* No comment provided by engineer. */
"%@ physics" = "%@ physics";

/* No comment provided by engineer. */
"%@ random" = "%@ random";

/* No comment provided by engineer. */
"%@ random(once)" = "%@ random(once)";

/* No comment provided by engineer. */
"%@ receives your blessing." = "%@ receives your blessing.";

/* No comment provided by engineer. */
"%@ shadow" = "%@ shadow";

/* [enemy] targets in range [500] */
"%@ targets in range %d" = "%1$@ targets in range %2$d";

/* No comment provided by engineer. */
"%@ The effect will be released when taking damage." = "%@ The effect will be released when taking damage.";

/* No comment provided by engineer. */
"%@ to %@" = "%1$@ to %2$@";

/* target type */
"%@ unknown type" = "%@ unknown type";

/* No comment provided by engineer. */
"%@'s birthday" = "%@'s birthday";

/* sentence and period */
"%@." = "%@.";

/* No comment provided by engineer. */
"%@/%@" = "%1$@/%2$@";

/* No comment provided by engineer. */
"%d%% chance use %d" = "%1$d%% chance use %2$d";

/* No comment provided by engineer. */
"(except self)" = "(except self)";

/* No comment provided by engineer. */
"(max %d times)" = "(max %d times)";

/* clause separator */
", " = ", ";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"Accuracy" = "Accuracy";

/* No comment provided by engineer. */
"Action" = "Action";

/* No comment provided by engineer. */
"Add %@ mark stacks(max %@, ID: %@) on %@ for %@s." = "Add %1$@ mark stacks(max %2$@, ID: %3$@) on %4$@ for %5$@s.";

/* No comment provided by engineer. */
"Add [%d] to the counter %d." = "Add [%1$d] to the counter %2$d.";

/* No comment provided by engineer. */
"Add additional [%@] %@ to %@ for next [%@] attacks." = "Add additional [%1$@] %2$@ to %3$@ for next [%4$@] attacks.";

/* No comment provided by engineer. */
"Add additional [%@] damage per attack with max [%@] stacks to current target." = "Add additional [%1$@] damage per attack with max [%2$@] stacks to current target.";

/* No comment provided by engineer. */
"Adds Ex Bonus" = "Adds Ex Bonus";

/* No comment provided by engineer. */
"Age" = "Age";

/* No comment provided by engineer. */
"all" = "all";

/* No comment provided by engineer. */
"All" = "All";

/* all [enemy] [physics] targets */
"all %@ %@ targets" = "all %1$@ %2$@ targets";

/* all [enemy] targets */
"all %@ targets" = "all %@ targets";

/* No comment provided by engineer. */
"all front %@ enemy targets" = "all front %@ enemy targets";

/* No comment provided by engineer. */
"all front %@ targets" = "all front %@ targets";

/* No comment provided by engineer. */
"all front enemy targets" = "all front enemy targets";

/* No comment provided by engineer. */
"all front targets" = "all front targets";

/* No comment provided by engineer. */
"all front(including self) %@ friendly targets" = "all front(including self) %@ friendly targets";

/* No comment provided by engineer. */
"all front(including self) friendly targets" = "all front(including self) friendly targets";

/* icon style */
"always 1★" = "always 1★";

/* icon style */
"always 3★" = "always 3★";

/* No comment provided by engineer. */
"any of" = "any of";

/* No comment provided by engineer. */
"any of %@" = "any of %@";

/* No comment provided by engineer. */
"App Version" = "App Version";

/* No comment provided by engineer. */
"Appear after %@s since wave start." = "Appear after %@s since wave start.";

/* No comment provided by engineer. */
"Apply" = "Apply";

/* No comment provided by engineer. */
"arena" = "arena";

/* No comment provided by engineer. */
"Ascending" = "Ascending";

/* No comment provided by engineer. */
"At %d behind of %@, summon a minion(ID: %d)." = "At %1$d behind of %2$@, summon a minion(ID: %3$d).";

/* No comment provided by engineer. */
"At %d in front of %@, summon a minion(ID: %d)." = "At %1$d in front of %2$@, summon a minion(ID: %3$d).";

/* No comment provided by engineer. */
"At the position of %@, summon a minion(ID: %d)." = "At the position of %1$@, summon a minion(ID: %2$d).";

/* No comment provided by engineer. */
"ATK" = "ATK";

/* No comment provided by engineer. */
"attack" = "attack";

/* No comment provided by engineer. */
"Attack Pattern" = "Attack Pattern";

/* No comment provided by engineer. */
"Attack Range" = "Attack Range";

/* No comment provided by engineer. */
"Attack Type" = "Attack Type";

/* No comment provided by engineer. */
"Attention" = "Attention";

/* No comment provided by engineer. */
"Authorized" = "Authorized";

/* No comment provided by engineer. */
"Awe" = "Awe";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"barriers" = "barriers";

/* No comment provided by engineer. */
"Batch Edit" = "Batch Edit";

/* No comment provided by engineer. */
"Bind" = "Bind";

/* No comment provided by engineer. */
"Birthday" = "Birthday";

/* No comment provided by engineer. */
"Birthday Notification" = "Birthday Notification";

/* No comment provided by engineer. */
"Blind" = "Blind";

/* No comment provided by engineer. */
"Blind %@ with [%@]%% chance for [%@]s, physical attack has %d%% chance to miss." = "Blind %1$@ with [%2$@]%% chance for [%3$@]s, physical attack has %4$d%% chance to miss.";

/* No comment provided by engineer. */
"blinded" = "blinded";

/* No comment provided by engineer. */
"Blood Type" = "Blood Type";

/* No comment provided by engineer. */
"Bond Rank" = "Bond Rank";

/* No comment provided by engineer. */
"boss" = "boss";

/* skill style */
"both" = "both";

/* target modifier */
"both sides" = "both sides";

/* No comment provided by engineer. */
"Box Cover" = "Box Cover";

/* No comment provided by engineer. */
"Box Detail" = "Box Detail";

/* No comment provided by engineer. */
"Box Management" = "Box Management";

/* No comment provided by engineer. */
"Box Name" = "Box Name";

/* No comment provided by engineer. */
"Boxes" = "Boxes";

/* No comment provided by engineer. */
"breaking" = "breaking";

/* No comment provided by engineer. */
"buffs" = "buffs";

/* No comment provided by engineer. */
"Burn" = "Burn";

/* No comment provided by engineer. */
"burned" = "burned";

/* No comment provided by engineer. */
"Calendar Permission" = "Calendar Permission";

/* No comment provided by engineer. */
"Calendar Settings" = "Calendar Settings";

/* No comment provided by engineer. */
"Campaign" = "Campaign";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cards" = "Cards";

/* No comment provided by engineer. */
"Cast a barrier on %@ to absorb [%@] magical damage for [%@]s." = "Cast a barrier on %1$@ to absorb [%2$@] magical damage for [%3$@]s.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to absorb [%@] physical and magical damage for [%@]s." = "Cast a barrier on %1$@ to absorb [%2$@] physical and magical damage for [%3$@]s.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to absorb [%@] physical damage for [%@]s." = "Cast a barrier on %1$@ to absorb [%2$@] physical damage for [%3$@]s.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to nullify [%@] magical damage for [%@]s." = "Cast a barrier on %1$@ to nullify [%2$@] magical damage for [%3$@]s.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to nullify [%@] physical and magical damage for [%@]s." = "Cast a barrier on %1$@ to nullify [%2$@] physical and magical damage for [%3$@]s.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to nullify [%@] physical damage for [%@]s." = "Cast a barrier on %1$@ to nullify [%2$@] physical damage for [%3$@]s.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to reduce damage over %@ with coefficient [%@](the greater the less reduced amount) for [%@]s." = "Cast a barrier on %1$@ to reduce damage over %2$@ with coefficient [%3$@](the greater the less reduced amount) for [%4$@]s.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to strike back [%@] damage and recover the same HP when taking damage." = "Cast a barrier on %1$@ to strike back [%2$@] damage and recover the same HP when taking damage.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to strike back [%@] damage and recover the same HP when taking magical damage." = "Cast a barrier on %1$@ to strike back [%2$@] damage and recover the same HP when taking magical damage.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to strike back [%@] damage and recover the same HP when taking physical damage." = "Cast a barrier on %1$@ to strike back [%2$@] damage and recover the same HP when taking physical damage.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to strike back [%@] damage when taking damage." = "Cast a barrier on %1$@ to strike back [%2$@] damage when taking damage.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to strike back [%@] damage when taking magical damage." = "Cast a barrier on %1$@ to strike back [%2$@] damage when taking magical damage.";

/* No comment provided by engineer. */
"Cast a barrier on %@ to strike back [%@] damage when taking physical damage." = "Cast a barrier on %1$@ to strike back [%2$@] damage when taking physical damage.";

/* No comment provided by engineer. */
"Cast an unknown barrier %d on %@ for [%@]s." = "Cast an unknown barrier %1$d on %2$@ for [%3$@]s.";

/* No comment provided by engineer. */
"Cast Time" = "Cast Time";

/* No comment provided by engineer. */
"Catch Copy" = "Catch Copy";

/* No comment provided by engineer. */
"Center" = "Center";

/* No comment provided by engineer. */
"Change attack pattern back to %d after effect over." = "Change attack pattern back to %d after effect over.";

/* No comment provided by engineer. */
"Change attack pattern to %d for %@s." = "Change attack pattern to %1$d for %2$@s.";

/* No comment provided by engineer. */
"Change attack pattern to %d." = "Change attack pattern to %d.";

/* No comment provided by engineer. */
"Change body width to %@." = "Change body width to %@.";

/* No comment provided by engineer. */
"Change self position %@ backward then return." = "Change self position %@ backward then return.";

/* No comment provided by engineer. */
"Change self position %@ backward." = "Change self position %@ backward.";

/* No comment provided by engineer. */
"Change self position %@ forward then return." = "Change self position %@ forward then return.";

/* No comment provided by engineer. */
"Change self position %@ forward." = "Change self position %@ forward.";

/* No comment provided by engineer. */
"Change self position to %@ then return." = "Change self position to %@ then return.";

/* No comment provided by engineer. */
"Change self position to %@." = "Change self position to %@.";

/* No comment provided by engineer. */
"Change skill visual effect for %@s." = "Change skill visual effect for %@s.";

/* No comment provided by engineer. */
"Change the perspective on %@." = "Change the perspective on %@.";

/* No comment provided by engineer. */
"Change the perspective to %@ %d." = "Change the perspective to %1$@ %2$d.";

/* No comment provided by engineer. */
"Changing Max HP" = "Changing Max HP";

/* No comment provided by engineer. */
"Channeling for [%@]s, disrupted by taking damage %d times, %@ %@ [%@]%@ %@." = "Channeling for [%1$@]s, disrupted by taking damage %2$d times, %3$@ %4$@ [%5$@]%6$@ %7$@.";

/* Birthday notification title */
"Chara Birthday" = "Chara Birthday";

/* No comment provided by engineer. */
"Chara Management" = "Chara Management";

/* No comment provided by engineer. */
"Chara Name" = "Chara Name";

/* No comment provided by engineer. */
"Charas" = "Charas";

/* No comment provided by engineer. */
"Charas Count" = "Charas Count";

/* No comment provided by engineer. */
"Charge for %@s and deal [%@ * damage taken] additional damage on the next effect." = "Charge for %1$@s and deal [%2$@ * damage taken] additional damage on the next effect.";

/* No comment provided by engineer. */
"Charm" = "Charm";

/* No comment provided by engineer. */
"Charm %@ with [%@]%% chance for [%@]s." = "Charm %1$@ with [%2$@]%% chance for [%3$@]s.";

/* No comment provided by engineer. */
"charmed or confused" = "charmed or confused";

/* No comment provided by engineer. */
"Check for Updates at Launch" = "Check for Updates at Launch";

/* No comment provided by engineer. */
"Checking" = "Checking";

/* No comment provided by engineer. */
"Choose Chara" = "Choose Chara";

/* No comment provided by engineer. */
"clan battle" = "clan battle";

/* No comment provided by engineer. */
"Clan Battle" = "Clan Battle";

/* No comment provided by engineer. */
"Clan Battle %d-%d" = "Clan Battle %1$d-%2$d";

/* No comment provided by engineer. */
"Clan Battle(Simple)" = "Clan Battle(Simple)";

/* No comment provided by engineer. */
"Clear all %@ on %@ with chance [%@]%%." = "Clear all %1$@ on %2$@ with chance [%3$@]%%.";

/* No comment provided by engineer. */
"Cloister" = "Cloister";

/* No comment provided by engineer. */
"Combat Effectiveness" = "Combat Effectiveness";

/* No comment provided by engineer. */
"Comic" = "Comic";

/* No comment provided by engineer. */
"Completed" = "Completed";

/* No comment provided by engineer. */
"Condition: %@." = "Condition: %@.";

/* No comment provided by engineer. */
"Condition: [%@]%% chance use %d when takes damage within %@s." = "Condition: [%1$@]%% chance use %2$d when takes damage within %3$@s.";

/* No comment provided by engineer. */
"Condition: if the specific field exists then use %d, otherwise %d." = "Condition: if the specific field exists then use %1$d, otherwise %2$d.";

/* No comment provided by engineer. */
"Condition: if the specific field exists then use %d." = "Condition: if the specific field exists then use %d.";

/* No comment provided by engineer. */
"Confirm" = "Confirm";

/* No comment provided by engineer. */
"Confuse" = "Confuse";

/* No comment provided by engineer. */
"Confuse %@ with [%@]%% chance for [%@]s." = "Confuse %1$@ with [%2$@]%% chance for [%3$@]s.";

/* No comment provided by engineer. */
"Control" = "Control";

/* No comment provided by engineer. */
"controlled" = "controlled";

/* No comment provided by engineer. */
"Copy" = "Copy";

/* No comment provided by engineer. */
"Cost %@ TP/s, change attack pattern to %d until TP is zero." = "Cost %1$@ TP/s, change attack pattern to %2$d until TP is zero.";

/* No comment provided by engineer. */
"Count Blind" = "Count Blind";

/* No comment provided by engineer. */
"counter %d is greater than or equal to %d then use %d" = "counter %1$d is greater than or equal to %2$d then use %3$d";

/* No comment provided by engineer. */
"counter %d is less than %d then use %d" = "counter %1$d is less than %2$d then use %3$d";

/* No comment provided by engineer. */
"Crafted" = "Crafted";

/* No comment provided by engineer. */
"Create Team" = "Create Team";

/* No comment provided by engineer. */
"Current Language" = "Current Language";

/* No comment provided by engineer. */
"Curse" = "Curse";

/* No comment provided by engineer. */
"cursed" = "cursed";

/* No comment provided by engineer. */
"Custom Tag" = "Custom Tag";

/* No comment provided by engineer. */
"CV" = "CV";

/* No comment provided by engineer. */
"Damage Over Time" = "Damage Over Time";

/* No comment provided by engineer. */
"damaged by effect %d" = "damaged by effect %d";

/* No comment provided by engineer. */
"Data Version" = "Data Version";

/* No comment provided by engineer. */
"Deal [%@] %@ damage to %@, and the %@-th hit of this attack is ensured critical." = "Deal [%1$@] %2$@ damage to %3$@, and the %4$@-th hit of this attack is ensured critical.";

/* No comment provided by engineer. */
"Deal [%@] %@ damage to %@." = "Deal [%1$@] %2$@ damage to %3$@.";

/* No comment provided by engineer. */
"Deal damage equal to [%@]%% of target's current HP to %@." = "Deal damage equal to [%1$@]%% of target's current HP to %2$@.";

/* No comment provided by engineer. */
"Deal damage equal to [%@]%% of target's max HP to %@." = "Deal damage equal to [%1$@]%% of target's max HP to %2$@.";

/* No comment provided by engineer. */
"Deal damage equal to [%@]%% of target's original max HP to %@." = "Deal damage equal to [%1$@]%% of target's original max HP to %2$@.";

/* No comment provided by engineer. */
"debuffs" = "debuffs";

/* No comment provided by engineer. */
"decoying" = "decoying";

/* No comment provided by engineer. */
"Decrease" = "Decrease";

/* No comment provided by engineer. */
"DEF" = "DEF";

/* icon style */
"default" = "default";

/* No comment provided by engineer. */
"defend" = "defend";

/* No comment provided by engineer. */
"Denied" = "Denied";

/* No comment provided by engineer. */
"Descending" = "Descending";

/* No comment provided by engineer. */
"Description" = "Description";

/* No comment provided by engineer. */
"Deselect All" = "Deselect All";

/* No comment provided by engineer. */
"Detain" = "Detain";

/* No comment provided by engineer. */
"Detain (Damage)" = "Detain (Damage)";

/* No comment provided by engineer. */
"Do nothing." = "Do nothing.";

/* No comment provided by engineer. */
"Dodge" = "Dodge";

/* No comment provided by engineer. */
"Dot" = "Dot";

/* No comment provided by engineer. */
"Draw %@ toward self %d." = "Draw %1$@ toward self %2$d.";

/* No comment provided by engineer. */
"Drop" = "Drop";

/* No comment provided by engineer. */
"Drop Rate" = "Drop Rate";

/* No comment provided by engineer. */
"Dropped" = "Dropped";

/* No comment provided by engineer. */
"Drops" = "Drops";

/* No comment provided by engineer. */
"dungeon" = "dungeon";

/* No comment provided by engineer. */
"Dungeon" = "Dungeon";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edit Box" = "Edit Box";

/* No comment provided by engineer. */
"Edit Chara" = "Edit Chara";

/* No comment provided by engineer. */
"Edit Team" = "Edit Team";

/* No comment provided by engineer. */
"Effective Magical HP" = "Effective Magical HP";

/* No comment provided by engineer. */
"Effective Physical HP" = "Effective Physical HP";

/* No comment provided by engineer. */
"Effective Physical HP(No Dodge)" = "Effective Physical HP(No Dodge)";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Enable Birthday Events" = "Enable Birthday Events";

/* No comment provided by engineer. */
"Enable Game Events" = "Enable Game Events";

/* No comment provided by engineer. */
"Enable Notifications" = "Enable Notifications";

/* No comment provided by engineer. */
"Enable Tag Based Description" = "Enable Tag Based Description";

/* target modifier */
"enemy" = "enemy";

/* No comment provided by engineer. */
"Energy Recovery Rate" = "Energy Recovery Rate";

/* No comment provided by engineer. */
"Energy Reduce Rate" = "Energy Reduce Rate";

/* No comment provided by engineer. */
"Enter Name" = "Enter Name";

/* No comment provided by engineer. */
"Enter Tag" = "Enter Tag";

/* No comment provided by engineer. */
"Equipment" = "Equipment";

/* No comment provided by engineer. */
"Equipments" = "Equipments";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Event" = "Event";

/* No comment provided by engineer. */
"Event Hard" = "Event Hard";

/* No comment provided by engineer. */
"Event Normal" = "Event Normal";

/* skill style */
"evolution only" = "evolution only";

/* No comment provided by engineer. */
"Evolution Skill Style" = "Evolution Skill Style";

/* No comment provided by engineer. */
"EX" = "EX";

/* No comment provided by engineer. */
"EX+" = "EX+";

/* No comment provided by engineer. */
"Exclusive condition: %@." = "Exclusive condition: %@.";

/* No comment provided by engineer. */
"Exp." = "Exp.";

/* No comment provided by engineer. */
"Exploration" = "Exploration";

/* No comment provided by engineer. */
"Expression Style" = "Expression Style";

/* No comment provided by engineer. */
"Failed" = "Failed";

/* No comment provided by engineer. */
"Faint" = "Faint";

/* No comment provided by engineer. */
"Fear" = "Fear";

/* No comment provided by engineer. */
"Fear %@ with [%@]%% chance for [%@]s." = "Fear %1$@ with [%2$@]%% chance for [%3$@]s.";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"fifth" = "fifth";

/* No comment provided by engineer. */
"Filter" = "Filter";

/* No comment provided by engineer. */
"Filter Condition" = "Filter Condition";

/* No comment provided by engineer. */
"Finished" = "Finished";

/* No comment provided by engineer. */
"four" = "four";

/* No comment provided by engineer. */
"fourth" = "fourth";

/* No comment provided by engineer. */
"Freeze" = "Freeze";

/* target modifier */
"friendly" = "friendly";

/* No comment provided by engineer. */
"front" = "front";

/* front [friendly] [physics] targets in range [500] */
"front %@ %@ targets in range %d" = "front %1$@ %2$@ targets in range %3$d";

/* front [enemy] targets in range [500] */
"front %@ targets in range %d" = "front %1$@ targets in range %2$d";

/* No comment provided by engineer. */
"front and back" = "front and back";

/* No comment provided by engineer. */
"front(including self)" = "front(including self)";

/* No comment provided by engineer. */
"Full" = "Full";

/* expression style */
"full" = "full";

/* No comment provided by engineer. */
"Gacha" = "Gacha";

/* No comment provided by engineer. */
"Gacha Type" = "Gacha Type";

/* No comment provided by engineer. */
"Game Event" = "Game Event";

/* No comment provided by engineer. */
"Game Events Filter" = "Game Events Filter";

/* No comment provided by engineer. */
"General" = "General";

/* No comment provided by engineer. */
"Generally, you only want to batch edit unit level and skill level. If switch on this option, every field will be saved on all selected charas. Make sure you have understood what's the meaning of this option before saving." = "Generally, you only want to batch edit unit level and skill level. If switch on this option, every field will be saved on all selected charas. Make sure you have understood what's the meaning of this option before saving.";

/* No comment provided by engineer. */
"Grid" = "Grid";

/* No comment provided by engineer. */
"Group by" = "Group by";

/* No comment provided by engineer. */
"Grouping" = "Grouping";

/* No comment provided by engineer. */
"Guild" = "Guild";

/* No comment provided by engineer. */
"Happy Birthday!!" = "Happy Birthday!!";

/* No comment provided by engineer. */
"Hard" = "Hard";

/* No comment provided by engineer. */
"Haste" = "Haste";

/* No comment provided by engineer. */
"Height" = "Height";

/* No comment provided by engineer. */
"Hex" = "Hex";

/* icon style */
"highest rarity" = "highest rarity";

/* No comment provided by engineer. */
"HP" = "HP";

/* No comment provided by engineer. */
"HP Recovery Rate" = "HP Recovery Rate";

/* No comment provided by engineer. */
"Icon Style" = "Icon Style";

/* No comment provided by engineer. */
"if target is defeated by the last effect then use %d" = "if target is defeated by the last effect then use %d";

/* No comment provided by engineer. */
"if target is not defeated by last effect then use %d" = "if target is not defeated by last effect then use %d";

/* No comment provided by engineer. */
"Ignore the other units' taunt when attacking %@." = "Ignore the other units' taunt when attacking %@.";

/* No comment provided by engineer. */
"Image" = "Image";

/* No comment provided by engineer. */
"Import All Charas" = "Import All Charas";

/* No comment provided by engineer. */
"In next [%@] attacks, %@'s physical attacks will miss." = "In next [%1$@] attacks, %2$@'s physical attacks will miss.";

/* No comment provided by engineer. */
"In next [%@]s, %@'s physical attacks will miss." = "In next [%1$@]s, %2$@'s physical attacks will miss.";

/* No comment provided by engineer. */
"Increase" = "Increase";

/* No comment provided by engineer. */
"inevitable physical" = "inevitable physical";

/* No comment provided by engineer. */
"Inhibit Heal" = "Inhibit Heal";

/* No comment provided by engineer. */
"Instant Death" = "Instant Death";

/* No comment provided by engineer. */
"Interest" = "Interest";

/* No comment provided by engineer. */
"Internal ID" = "Internal ID";

/* No comment provided by engineer. */
"Kill %@ instantly." = "Kill %@ instantly.";

/* No comment provided by engineer. */
"Knock %@ away %d." = "Knock %1$@ away %2$d.";

/* No comment provided by engineer. */
"Knock %@ up %d." = "Knock %1$@ up %2$d.";

/* No comment provided by engineer. */
"Knock Back" = "Knock Back";

/* No comment provided by engineer. */
"Level" = "Level";

/* No comment provided by engineer. */
"Life Steal" = "Life Steal";

/* No comment provided by engineer. */
"Limited Gacha" = "Limited Gacha";

/* No comment provided by engineer. */
"List Style" = "List Style";

/* No comment provided by engineer. */
"Loop end" = "Loop end";

/* No comment provided by engineer. */
"Loop in place" = "Loop in place";

/* No comment provided by engineer. */
"Loop start" = "Loop start";

/* No comment provided by engineer. */
"Loses" = "Loses";

/* No comment provided by engineer. */
"Luna's Tower" = "Luna's Tower";

/* No comment provided by engineer. */
"magic" = "magic";

/* No comment provided by engineer. */
"Magic" = "Magic";

/* No comment provided by engineer. */
"Magic Critical" = "Magic Critical";

/* No comment provided by engineer. */
"Magic DEF" = "Magic DEF";

/* No comment provided by engineer. */
"Magic Penetrate" = "Magic Penetrate";

/* No comment provided by engineer. */
"Magic STR" = "Magic STR";

/* No comment provided by engineer. */
"magical" = "magical";

/* No comment provided by engineer. */
"Magical Critical Damage" = "Magical Critical Damage";

/* No comment provided by engineer. */
"Main" = "Main";

/* No comment provided by engineer. */
"Main %d" = "Main %d";

/* No comment provided by engineer. */
"Main+" = "Main+";

/* No comment provided by engineer. */
"Make %@ attract enemy attacks, last for [%@]s." = "Make %1$@ attract enemy attacks, last for [%2$@]s.";

/* No comment provided by engineer. */
"Make %@ fall asleep for [%@]s." = "Make %1$@ fall asleep for [%2$@]s.";

/* No comment provided by engineer. */
"Make %@ fall into faint for [%@]s." = "Make %1$@ fall into faint for [%2$@]s.";

/* No comment provided by engineer. */
"Make %@ lose [%@] TP." = "Make %1$@ lose [%2$@] TP.";

/* No comment provided by engineer. */
"Make %@ to be invulnerable for [%@]s." = "Make %1$@ to be invulnerable for [%2$@]s.";

/* No comment provided by engineer. */
"Make %@ to be invulnerable to break for [%@]s." = "Make %1$@ to be invulnerable to break for [%2$@]s.";

/* No comment provided by engineer. */
"Make %@ to be invulnerable to physical damage for [%@]s." = "Make %1$@ to be invulnerable to physical damage for [%2$@]s.";

/* No comment provided by engineer. */
"Make %@ when deal critical damage, gain one mark stack(max %@, ID: %@) for [%@]s." = "Make %1$@ when deal critical damage, gain one mark stack(max %2$@, ID: %3$@) for [%4$@]s.";

/* No comment provided by engineer. */
"Make %@ when deal damage, gain one mark stack(max %@, ID: %@) for [%@]s." = "Make %1$@ when deal damage, gain one mark stack(max %2$@, ID: %3$@) for [%4$@]s.";

/* No comment provided by engineer. */
"Make %@ when get one hit by the caster, gain one mark stack(max %@, ID: %@) for [%@]s." = "Make %1$@ when get one hit by the caster, gain one mark stack(max %2$@, ID: %3$@) for [%4$@]s.";

/* No comment provided by engineer. */
"Mana" = "Mana";

/* No comment provided by engineer. */
"Mana Cost of Crafting" = "Mana Cost of Crafting";

/* No comment provided by engineer. */
"Mana Cost of Enhancing" = "Mana Cost of Enhancing";

/* No comment provided by engineer. */
"Mana Cost of Skill Training" = "Mana Cost of Skill Training";

/* No comment provided by engineer. */
"Mana Cost of Unique Equipment Crafting" = "Mana Cost of Unique Equipment Crafting";

/* No comment provided by engineer. */
"Mana Cost of Unique Equipment Enhancing" = "Mana Cost of Unique Equipment Enhancing";

/* No comment provided by engineer. */
"Mark" = "Mark";

/* No comment provided by engineer. */
"Master Coin" = "Master Coin";

/* No comment provided by engineer. */
"max 16 characters" = "max 16 characters";

/* No comment provided by engineer. */
"Max Level to %@" = "Max Level to %@";

/* No comment provided by engineer. */
"Max Possible Bond Rank" = "Max Possible Bond Rank";

/* No comment provided by engineer. */
"Max Possible Star Rank" = "Max Possible Star Rank";

/* No comment provided by engineer. */
"Max Rank to %@" = "Max Rank to %@";

/* No comment provided by engineer. */
"Max. %@: %@" = "Max. %1$@: %2$@";

/* No comment provided by engineer. */
"Max. HP" = "Max. HP";

/* No comment provided by engineer. */
"Max. lv." = "Max. lv.";

/* No comment provided by engineer. */
"Members" = "Members";

/* No comment provided by engineer. */
"minion" = "minion";

/* No comment provided by engineer. */
"Minion: %d" = "Minion: %d";

/* No comment provided by engineer. */
"Minion: %d(Unit: %d)" = "Minion: %1$d(Unit: %2$d)";

/* No comment provided by engineer. */
"Misc" = "Misc";

/* No comment provided by engineer. */
"Modifier: add [%@ * %@ of %@] to value %d of effect %d." = "Modifier: add [%1$@ * %2$@ of %3$@] to value %4$d of effect %5$d.";

/* No comment provided by engineer. */
"Modifier: add [%@ * count of %@ behind self] to value %d of effect %d." = "Modifier: add [%1$@ * count of %2$@ behind self] to value %3$d of effect %4$d.";

/* No comment provided by engineer. */
"Modifier: add [%@ * count of %@] to value %d of effect %d." = "Modifier: add [%1$@ * count of %2$@] to value %3$d of effect %4$d.";

/* No comment provided by engineer. */
"Modifier: add [%@ * count of damaged] to value %d of effect %d." = "Modifier: add [%1$@ * count of damaged] to value %2$d of effect %3$d.";

/* No comment provided by engineer. */
"Modifier: add [%@ * count of defeated enemies] to value %d of effect %d." = "Modifier: add [%1$@ * count of defeated enemies] to value %2$d of effect %3$d.";

/* No comment provided by engineer. */
"Modifier: add [%@ * count of omemes] to value %d of effect %d." = "Modifier: add [%1$@ * count of omemes] to value %2$d of effect %3$d.";

/* No comment provided by engineer. */
"Modifier: add [%@ * HP] to value %d of effect %d." = "Modifier: add [%1$@ * HP] to value %2$d of effect %3$d.";

/* No comment provided by engineer. */
"Modifier: add [%@ * lost HP] to value %d of effect %d." = "Modifier: add [%1$@ * lost HP] to value %2$d of effect %3$d.";

/* No comment provided by engineer. */
"Modifier: add [%@ * number on counter %d] to value %d of effect %d." = "Modifier: add [%1$@ * number on counter %2$d] to value %3$d of effect %4$d.";

/* No comment provided by engineer. */
"Modifier: add [%@ * stacks of mark(ID: %d)] to value %d of effect %d." = "Modifier: add [%1$@ * stacks of mark(ID: %2$d)] to value %3$d of effect %4$d.";

/* No comment provided by engineer. */
"Modifier: add [%@ * total damage] to value %d of effect %d." = "Modifier: add [%1$@ * total damage] to value %2$d of effect %3$d.";

/* No comment provided by engineer. */
"Modifier: multiple [%@ * count of defeated enemies] to value %d of effect %d." = "Modifier: multiple [%1$@ * count of defeated enemies] to value %2$d of effect %3$d.";

/* No comment provided by engineer. */
"Modifier: multiple [%@ * HP / max HP] to value %d of effect %d." = "Modifier: multiple [%1$@ * HP / max HP] to value %2$d of effect %3$d.";

/* No comment provided by engineer. */
"Modifier: multiple [%@ * lost HP / max HP] to value %d of effect %d." = "Modifier: multiple [%1$@ * lost HP / max HP] to value %2$d of effect %3$d.";

/* No comment provided by engineer. */
"Modifier: multiple [%@ * stacks of mark(ID: %d)] to value %d of effect %d." = "Modifier: multiple [%1$@ * stacks of mark(ID: %2$d)] to value %3$d of effect %4$d.";

/* No comment provided by engineer. */
"Move backward %@ with velocity %@/s." = "Move backward %1$@ with velocity %2$@/s.";

/* No comment provided by engineer. */
"Move forward %@ with velocity %@/s." = "Move forward %1$@ with velocity %2$@/s.";

/* No comment provided by engineer. */
"Move Part %d, %d forward then return." = "Move Part %1$d, %2$d forward then return.";

/* No comment provided by engineer. */
"Move Speed" = "Move Speed";

/* No comment provided by engineer. */
"Move to %@ behind of %@ with velocity %@/s." = "Move to %1$@ behind of %2$@ with velocity %3$@/s.";

/* No comment provided by engineer. */
"Move to %@ in front of %@ with velocity %@/s." = "Move to %1$@ in front of %2$@ with velocity %3$@/s.";

/* No comment provided by engineer. */
"Multiple attack speed of %@ with [%@] for [%@]s." = "Multiple attack speed of %1$@ with [%2$@] for [%3$@]s.";

/* No comment provided by engineer. */
"Multiple heal effects from %@ with [%@] for [%@]s." = "Multiple heal effects from %1$@ with [%2$@] for [%3$@]s.";

/* No comment provided by engineer. */
"Multiple the energy gained by %@ from effects [%@] with [%@]." = "Multiple the energy gained by %1$@ from effects [%2$@] with [%3$@].";

/* No comment provided by engineer. */
"name" = "name";

/* No comment provided by engineer. */
"New %@ Event: %@" = "New %1$@ Event: %2$@";

/* No comment provided by engineer. */
"New Campaign: %@ %@ x%@" = "New Campaign: %1$@ %2$@ x%3$@";

/* No comment provided by engineer. */
"New Clan Battle: %@" = "New Clan Battle: %@";

/* No comment provided by engineer. */
"New Dungeon: %@" = "New Dungeon: %@";

/* No comment provided by engineer. */
"New Gacha: %@" = "New Gacha: %@";

/* No comment provided by engineer. */
"New Quest Area: %@" = "New Quest Area: %@";

/* No comment provided by engineer. */
"New Story of %@" = "New Story of %@";

/* No comment provided by engineer. */
"New Unit: %@" = "New Unit: %@";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No more data" = "No more data";

/* No comment provided by engineer. */
"None" = "None";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Normal and Hard" = "Normal and Hard";

/* No comment provided by engineer. */
"Normal Gacha" = "Normal Gacha";

/* No comment provided by engineer. */
"normal type" = "normal type";

/* No comment provided by engineer. */
"Not Determined" = "Not Determined";

/* No comment provided by engineer. */
"Notice" = "Notice";

/* No comment provided by engineer. */
"Notification Permission" = "Notification Permission";

/* No comment provided by engineer. */
"Number of Unique Equipments" = "Number of Unique Equipments";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"one" = "one";

/* No comment provided by engineer. */
"Only shows the first chara's equipments, but will reflect on all selected charas." = "Only shows the first chara's equipments, but will reflect on all selected charas.";

/* No comment provided by engineer. */
"opposite" = "opposite";

/* No comment provided by engineer. */
"Options" = "Options";

/* No comment provided by engineer. */
"Order" = "Order";

/* No comment provided by engineer. */
"Other" = "Other";

/* No comment provided by engineer. */
"other" = "other";

/* No comment provided by engineer. */
"own side" = "own side";

/* No comment provided by engineer. */
"Paralyse" = "Paralyse";

/* No comment provided by engineer. */
"Petrify" = "Petrify";

/* No comment provided by engineer. */
"phantom type" = "phantom type";

/* No comment provided by engineer. */
"physical" = "physical";

/* No comment provided by engineer. */
"Physical Critical" = "Physical Critical";

/* No comment provided by engineer. */
"Physical Critical Damage" = "Physical Critical Damage";

/* No comment provided by engineer. */
"Physical Penetrate" = "Physical Penetrate";

/* No comment provided by engineer. */
"physics" = "physics";

/* No comment provided by engineer. */
"Physics" = "Physics";

/* No comment provided by engineer. */
"Please wait" = "Please wait";

/* No comment provided by engineer. */
"Poison" = "Poison";

/* No comment provided by engineer. */
"Poison %@ and deal [%@] damage per second for [%@]s." = "Poison %1$@ and deal [%2$@] damage per second for [%3$@]s.";

/* No comment provided by engineer. */
"Poison %@ violently and deal [%@] damage per second for [%@]s." = "Poison %1$@ violently and deal [%2$@] damage per second for [%3$@]s.";

/* No comment provided by engineer. */
"poisoned" = "poisoned";

/* No comment provided by engineer. */
"poisoned or venomed" = "poisoned or venomed";

/* No comment provided by engineer. */
"Polymorph" = "Polymorph";

/* No comment provided by engineer. */
"Polymorph %@ for [%@]s." = "Polymorph %1$@ for [%2$@]s.";

/* No comment provided by engineer. */
"Position" = "Position";

/* No comment provided by engineer. */
"princess arena" = "princess arena";

/* No comment provided by engineer. */
"Profile" = "Profile";

/* No comment provided by engineer. */
"pve" = "pve";

/* No comment provided by engineer. */
"pvp" = "pvp";

/* No comment provided by engineer. */
"Quest Area" = "Quest Area";

/* No comment provided by engineer. */
"Quests" = "Quests";

/* No comment provided by engineer. */
"Race" = "Race";

/* No comment provided by engineer. */
"radius %d" = "radius %d";

/* No comment provided by engineer. */
"Raid" = "Raid";

/* No comment provided by engineer. */
"Raise" = "Raise";

/* Raise [x] ATK. */
"Raise [%@] %@." = "Raise [%1$@] %2$@.";

/* target type */
"random" = "random";

/* No comment provided by engineer. */
"Random event: %d%% chance use %d, otherwise %d." = "Random event: %1$d%% chance use %2$d, otherwise %3$d.";

/* No comment provided by engineer. */
"Random event: %d%% chance use %d." = "Random event: %1$d%% chance use %2$d.";

/* No comment provided by engineer. */
"random minion" = "random minion";

/* No comment provided by engineer. */
"random self minion" = "random self minion";

/* target type */
"random(once)" = "random(once)";

/* No comment provided by engineer. */
"Rank" = "Rank";

/* No comment provided by engineer. */
"Rank From" = "Rank From";

/* No comment provided by engineer. */
"Rank To" = "Rank To";

/* No comment provided by engineer. */
"Rarity" = "Rarity";

/* No comment provided by engineer. */
"Rarity 6" = "Rarity 6";

/* No comment provided by engineer. */
"Raw Materials" = "Raw Materials";

/* expression style */
"raw value id" = "raw value id";

/* No comment provided by engineer. */
"Reduce" = "Reduce";

/* No comment provided by engineer. */
"Reduce [%@]%% damage or instant healing effect of union burst and main skills cast by %@ for [%@]s." = "Reduce [%1$@]%% damage or instant healing effect of union burst and main skills cast by %2$@ for [%3$@]s.";

/* No comment provided by engineer. */
"Reduce [%@]%% damage or instant healing effect of union burst cast by %@ for [%@]s." = "Reduce [%1$@]%% damage or instant healing effect of union burst cast by %2$@ for [%3$@]s.";

/* No comment provided by engineer. */
"Remove %@ mark stacks(ID: %@) on %@." = "Remove %1$@ mark stacks(ID: %2$@) on %3$@.";

/* No comment provided by engineer. */
"Remove field of skill %d (1 represents the first skill in this list) effect %d." = "Remove field of skill %1$d (1 represents the first skill in this list) effect %2$d.";

/* No comment provided by engineer. */
"Repeat effect %d every %@s up to %@s, break if taken more than %@ damage" = "Repeat effect %1$d every %2$@s up to %3$@s, break if taken more than %4$@ damage";

/* No comment provided by engineer. */
"Reset" = "Reset";

/* No comment provided by engineer. */
"Resist" = "Resist";

/* No comment provided by engineer. */
"Restore" = "Restore";

/* No comment provided by engineer. */
"Restore %@ [%@] %@ per second for [%@]s." = "Restore %1$@ [%2$@] %3$@ per second for [%4$@]s.";

/* No comment provided by engineer. */
"Restore %@ [%@] TP." = "Restore %1$@ [%2$@] TP.";

/* No comment provided by engineer. */
"Restore %@ [%@]%@ HP." = "Restore %1$@ [%2$@]%3$@ HP.";

/* No comment provided by engineer. */
"Review at App Store" = "Review at App Store";

/* No comment provided by engineer. */
"Revival Event Hard" = "Revival Event Hard";

/* No comment provided by engineer. */
"Revival Event Normal" = "Revival Event Normal";

/* No comment provided by engineer. */
"Revive %@ with %d%% HP." = "Revive %1$@ with %2$d%% HP.";

/* No comment provided by engineer. */
"Round %d" = "Round %d";

/* No comment provided by engineer. */
"Round %d ~ %d" = "Round %1$d ~ %2$d";

/* No comment provided by engineer. */
"Round %d+" = "Round %d+";

/* No comment provided by engineer. */
"Save Box" = "Save Box";

/* No comment provided by engineer. */
"Scout and change the perspective on %@." = "Scout and change the perspective on %@.";

/* No comment provided by engineer. */
"Seal" = "Seal";

/* No comment provided by engineer. */
"second" = "second";

/* No comment provided by engineer. */
"Select All" = "Select All";

/* No comment provided by engineer. */
"Select Chara" = "Select Chara";

/* No comment provided by engineer. */
"Select Charas" = "Select Charas";

/* No comment provided by engineer. */
"Select Loses" = "Select Loses";

/* No comment provided by engineer. */
"Select Wins" = "Select Wins";

/* target type */
"self" = "self";

/* No comment provided by engineer. */
"Set a countdown timer on %@, trigger effect %d after %@s." = "Set a countdown timer on %1$@, trigger effect %2$d after %3$@s.";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"shadow" = "shadow";

/* expression style */
"short" = "short";

/* No comment provided by engineer. */
"Show All Field" = "Show All Field";

/* No comment provided by engineer. */
"Show the Latest Notice" = "Show the Latest Notice";

/* No comment provided by engineer. */
"Shrine" = "Shrine";

/* No comment provided by engineer. */
"Side Story" = "Side Story";

/* No comment provided by engineer. */
"Side Story Hard" = "Side Story Hard";

/* No comment provided by engineer. */
"Side Story Normal" = "Side Story Normal";

/* No comment provided by engineer. */
"Silence" = "Silence";

/* No comment provided by engineer. */
"Silence %@ with [%@]%% chance for [%@]s." = "Silence %1$@ with [%2$@]%% chance for [%3$@]s.";

/* No comment provided by engineer. */
"Skill" = "Skill";

/* No comment provided by engineer. */
"Skill Detail" = "Skill Detail";

/* No comment provided by engineer. */
"Skill Level" = "Skill Level";

/* No comment provided by engineer. */
"Sleep" = "Sleep";

/* No comment provided by engineer. */
"Slow" = "Slow";

/* No comment provided by engineer. */
"SLv." = "SLv.";

/* No comment provided by engineer. */
"Sort by" = "Sort by";

/* No comment provided by engineer. */
"Sorting" = "Sorting";

/* No comment provided by engineer. */
"SP" = "SP";

/* No comment provided by engineer. */
"SP %d" = "SP %d";

/* No comment provided by engineer. */
"SP+" = "SP+";

/* No comment provided by engineer. */
"Special Effect" = "Special Effect";

/* No comment provided by engineer. */
"Star Rank" = "Star Rank";

/* No comment provided by engineer. */
"Status" = "Status";

/* No comment provided by engineer. */
"Status Comparison" = "Status Comparison";

/* No comment provided by engineer. */
"Stealth for %@s." = "Stealth for %@s.";

/* No comment provided by engineer. */
"Still" = "Still";

/* No comment provided by engineer. */
"Stop time on %@ for [%@]s." = "Stop time on %1$@ for [%2$@]s.";

/* No comment provided by engineer. */
"Story" = "Story";

/* No comment provided by engineer. */
"Story Event" = "Story Event";

/* No comment provided by engineer. */
"Stun" = "Stun";

/* No comment provided by engineer. */
"Summary" = "Summary";

/* No comment provided by engineer. */
"Summon a field of radius %d at position of %@ to %@ [%@]%@ %@ for [%@]s." = "Summon a field of radius %1$d at position of %2$@ to %3$@ [%4$@]%5$@ %6$@ for [%7$@]s.";

/* No comment provided by engineer. */
"Summon a field of radius %d at position of %@ to deal [%@] %@ damage per second for [%@]s." = "Summon a field of radius %1$d at position of %2$@ to deal [%3$@] %4$@ damage per second for [%5$@]s.";

/* No comment provided by engineer. */
"Summon a field of radius %d on %@ to cast effect %d for [%@]s." = "Summon a field of radius %1$d on %2$@ to cast effect %3$d for [%4$@]s.";

/* No comment provided by engineer. */
"Summon a field of radius %d to %@ %@ [%@]%@ %@ for [%@]s." = "Summon a field of radius %1$d to %2$@ %3$@ [%4$@]%5$@ %6$@ for [%7$@]s.";

/* No comment provided by engineer. */
"Summon a field of radius %d to deal [%@] %@ damage per second for [%@]s to %@." = "Summon a field of radius %1$d to deal [%2$@] %3$@ damage per second for [%4$@]s to %5$@.";

/* No comment provided by engineer. */
"Summon a healing field of radius %d at position of %@ to heal [%@]%@ HP per second for [%@]s." = "Summon a healing field of radius %1$d at position of %2$@ to heal [%3$@]%4$@ HP per second for [%5$@]s.";

/* No comment provided by engineer. */
"Summon a healing field of radius %d to heal %@ [%@]%@ HP per second for [%@]s." = "Summon a healing field of radius %1$d to heal %2$@ [%3$@]%4$@ HP per second for [%5$@]s.";

/* No comment provided by engineer. */
"Swing" = "Swing";

/* No comment provided by engineer. */
"Swing Time" = "Swing Time";

/* No comment provided by engineer. */
"Table" = "Table";

/* No comment provided by engineer. */
"Tag" = "Tag";

/* No comment provided by engineer. */
"target" = "target";

/* No comment provided by engineer. */
"Target Level" = "Target Level";

/* No comment provided by engineer. */
"targets" = "targets";

/* No comment provided by engineer. */
"targets of effect %d" = "targets of effect %d";

/* No comment provided by engineer. */
"targets of last effect" = "targets of last effect";

/* No comment provided by engineer. */
"targets those damaged by effect %d" = "targets those damaged by effect %d";

/* No comment provided by engineer. */
"targets within the scope" = "targets within the scope";

/* No comment provided by engineer. */
"Team Detail" = "Team Detail";

/* No comment provided by engineer. */
"Team Management" = "Team Management";

/* No comment provided by engineer. */
"Team Tag" = "Team Tag";

/* No comment provided by engineer. */
"Teams" = "Teams";

/* No comment provided by engineer. */
"Temple" = "Temple";

/* target type */
"the %@ farthest" = "the %@ farthest";

/* No comment provided by engineer. */
"the %@ highest ATK" = "the %@ highest ATK";

/* target type */
"the %@ highest HP" = "the %@ highest HP";

/* target type */
"the %@ highest HP ratio" = "the %@ highest HP ratio";

/* No comment provided by engineer. */
"the %@ highest Magic STR" = "the %@ highest Magic STR";

/* target type */
"the %@ highest TP" = "the %@ highest TP";

/* No comment provided by engineer. */
"the %@ lowest ATK" = "the %@ lowest ATK";

/* target type */
"the %@ lowest HP" = "the %@ lowest HP";

/* target type */
"the %@ lowest HP ratio" = "the %@ lowest HP ratio";

/* No comment provided by engineer. */
"the %@ lowest Magic STR" = "the %@ lowest Magic STR";

/* target type */
"the %@ lowest TP" = "the %@ lowest TP";

/* target type */
"the %@ most backward" = "the %@ most backward";

/* target type */
"the %@ most frontward" = "the %@ most frontward";

/* target type */
"the %@ nearest" = "the %@ nearest";

/* No comment provided by engineer. */
"the %@ nearest except self" = "the %@ nearest except self";

/* target type */
"the %@ unknown type" = "the %@ unknown type";

/* No comment provided by engineer. */
"The caster gain a mark(ID: %@, max stacks %@, lasts for [%@]s) each time receives a buff, this effect lasts for [%@]s." = "The caster gain a mark(ID: %1$@, max stacks %2$@, lasts for [%3$@]s) each time receives a buff, this effect lasts for [%4$@]s.";

/* target type */
"the farthest" = "the farthest";

/* No comment provided by engineer. */
"the highest ATK" = "the highest ATK";

/* target type */
"the highest HP" = "the highest HP";

/* target type */
"the highest HP ratio" = "the highest HP ratio";

/* No comment provided by engineer. */
"the highest Magic STR" = "the highest Magic STR";

/* target type */
"the highest TP" = "the highest TP";

/* No comment provided by engineer. */
"the lowest ATK" = "the lowest ATK";

/* target type */
"the lowest HP" = "the lowest HP";

/* target type */
"the lowest HP ratio" = "the lowest HP ratio";

/* No comment provided by engineer. */
"the lowest Magic STR" = "the lowest Magic STR";

/* target type */
"the lowest TP" = "the lowest TP";

/* target type */
"the most backward" = "the most backward";

/* target type */
"the most frontward" = "the most frontward";

/* target type */
"the nearest" = "the nearest";

/* No comment provided by engineer. */
"the nearest except self" = "the nearest except self";

/* No comment provided by engineer. */
"There aren't any Mail accounts" = "There aren't any Mail accounts";

/* No comment provided by engineer. */
"These settings are used for automatically adding events to your system Calendar whenever game data is updated inside this app. The events in system Calendar will be grouped in separate calendars with prefix \"Hatsune's Notes\".\\n**IMPORTANT**: It's not recommended to enable these settings on multiple devices of the same iCloud account, which will result in multiple calendar groups with the same content." = "These settings are used for automatically adding events to your system Calendar whenever game data is updated inside this app. The events in system Calendar will be grouped in separate calendars with prefix \"Hatsune's Notes\".\\n**IMPORTANT**: It's not recommended to enable these settings on multiple devices of the same iCloud account, which will result in multiple calendar groups with the same content.";

/* No comment provided by engineer. */
"third" = "third";

/* No comment provided by engineer. */
"Third-Party Licenses" = "Third-Party Licenses";

/* No comment provided by engineer. */
"three" = "three";

/* No comment provided by engineer. */
"Time Stop" = "Time Stop";

/* No comment provided by engineer. */
"Time Zone" = "Time Zone";

/* Birthday notification body */
"Today is %@'s birthday (%@/%@)" = "Today is %1$@'s birthday (%2$@/%3$@)";

/* No comment provided by engineer. */
"Toolbox" = "Toolbox";

/* No comment provided by engineer. */
"Total Experience Needed" = "Total Experience Needed";

/* No comment provided by engineer. */
"Total Mana Cost" = "Total Mana Cost";

/* No comment provided by engineer. */
"Tower" = "Tower";

/* No comment provided by engineer. */
"TP" = "TP";

/* No comment provided by engineer. */
"transformed" = "transformed";

/* No comment provided by engineer. */
"Trigger: %d%% on all targets break." = "Trigger: %d%% on all targets break.";

/* No comment provided by engineer. */
"Trigger: %d%% on break and last for %@s." = "Trigger: %1$d%% on break and last for %2$@s.";

/* No comment provided by engineer. */
"Trigger: %d%% on critical damaged." = "Trigger: %d%% on critical damaged.";

/* No comment provided by engineer. */
"Trigger: %d%% on damaged." = "Trigger: %d%% on damaged.";

/* No comment provided by engineer. */
"Trigger: %d%% on dead." = "Trigger: %d%% on dead.";

/* No comment provided by engineer. */
"Trigger: %d%% on dot damaged." = "Trigger: %d%% on dot damaged.";

/* No comment provided by engineer. */
"Trigger: %d%% on stealth." = "Trigger: %d%% on stealth.";

/* No comment provided by engineer. */
"Trigger: HP is below %d%%." = "Trigger: HP is below %d%%.";

/* No comment provided by engineer. */
"Trigger: Left time is below %@s." = "Trigger: Left time is below %@s.";

/* No comment provided by engineer. */
"True Name" = "True Name";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"two" = "two";

/* No comment provided by engineer. */
"UB" = "UB";

/* No comment provided by engineer. */
"UB+" = "UB+";

/* No comment provided by engineer. */
"Unable to open Mail" = "Unable to open Mail";

/* No comment provided by engineer. */
"Unique" = "Unique";

/* No comment provided by engineer. */
"Unique Equipment" = "Unique Equipment";

/* No comment provided by engineer. */
"Unique Equipment Level" = "Unique Equipment Level";

/* No comment provided by engineer. */
"Unique Equipment Lv." = "Unique Equipment Lv.";

/* No comment provided by engineer. */
"Unique Equipments" = "Unique Equipments";

/* No comment provided by engineer. */
"Unit" = "Unit";

/* target type */
"unknown" = "unknown";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Unknown Effect" = "Unknown Effect";

/* No comment provided by engineer. */
"Unknown effect %d to %@ with details [%@], values [%@]." = "Unknown effect %1$d to %2$@ with details [%3$@], values [%4$@].";

/* No comment provided by engineer. */
"unknown property" = "unknown property";

/* No comment provided by engineer. */
"unknown side" = "unknown side";

/* No comment provided by engineer. */
"unknown type" = "unknown type";

/* No comment provided by engineer. */
"Up to date!" = "Up to date!";

/* No comment provided by engineer. */
"Upcoming Birthdays" = "Upcoming Birthdays";

/* No comment provided by engineer. */
"use %d after break" = "use %d after break";

/* No comment provided by engineer. */
"use %d after time up" = "use %d after time up";

/* No comment provided by engineer. */
"use %d if %@ has any dot debuff" = "use %1$d if %2$@ has any dot debuff";

/* No comment provided by engineer. */
"use %d if %@ has no dot debuff" = "use %1$d if %2$@ has no dot debuff";

/* No comment provided by engineer. */
"use %d if %@ is alone" = "use %1$d if %2$@ is alone";

/* No comment provided by engineer. */
"use %d if %@ is in state of ID: %d" = "use %1$d if %2$@ is in state of ID: %3$d";

/* No comment provided by engineer. */
"use %d if %@ is in state of ID: %d with stacks greater than or equal to %d" = "use %1$d if %2$@ is in state of ID: %3$d with stacks greater than or equal to %4$d";

/* No comment provided by engineer. */
"use %d if %@ is not alone" = "use %1$d if %2$@ is not alone";

/* No comment provided by engineer. */
"use %d if %@ is not in state of ID: %d" = "use %1$d if %2$@ is not in state of ID: %3$d";

/* No comment provided by engineer. */
"use %d if %@ is not in state of ID: %d with stacks greater than or equal to %d" = "use %1$d if %2$@ is not in state of ID: %3$d with stacks greater than or equal to %4$d";

/* No comment provided by engineer. */
"use %d if %@'s HP is below %d%%" = "use %1$d if %2$@'s HP is below %3$d%%";

/* No comment provided by engineer. */
"use %d if %@'s HP is not below %d%%" = "use %1$d if %2$@'s HP is not below %3$d%%";

/* No comment provided by engineer. */
"use %d if among %@ does not exist unit(ID: %d)" = "use %1$d if among %2$@ does not exist unit(ID: %3$d)";

/* No comment provided by engineer. */
"use %d if among %@ exists unit(ID: %d)" = "use %1$d if among %2$@ exists unit(ID: %3$d)";

/* No comment provided by engineer. */
"use %d if the count of %@(except stealth units) is %d" = "use %1$d if the count of %2$@(except stealth units) is %3$d";

/* No comment provided by engineer. */
"use %d if the count of %@(except stealth units) is not %d" = "use %1$d if the count of %2$@(except stealth units) is not %3$d";

/* No comment provided by engineer. */
"use %d if this skill is critical" = "use %d if this skill is critical";

/* No comment provided by engineer. */
"use %d if this skill is not critical" = "use %d if this skill is not critical";

/* No comment provided by engineer. */
"use %d to %@ if %@" = "use %1$d to %2$@ if %3$@";

/* No comment provided by engineer. */
"use %d to %@ if it's alone" = "use %1$d to %2$@ if it's alone";

/* No comment provided by engineer. */
"use %d to %@ if it's magical unit" = "use %1$d to %2$@ if it's magical unit";

/* No comment provided by engineer. */
"use %d to %@ if it's not alone" = "use %1$d to %2$@ if it's not alone";

/* No comment provided by engineer. */
"use %d to %@ if it's physical unit" = "use %1$d to %2$@ if it's physical unit";

/* No comment provided by engineer. */
"use %d to %@ if not %@" = "use %1$d to %2$@ if not %3$@";

/* No comment provided by engineer. */
"use %d to %@ if not in state of ID: %d" = "use %1$d to %2$@ if not in state of ID: %3$d";

/* No comment provided by engineer. */
"use %d to %@ in state of ID: %d" = "use %1$d to %2$@ in state of ID: %3$d";

/* No comment provided by engineer. */
"Use %d%@ every %@ hits in next [%@]s." = "Use %1$d%2$@ every %3$@ hits in next [%4$@]s.";

/* No comment provided by engineer. */
"value %d" = "value %d";

/* expression style */
"value in combat" = "value in combat";

/* expression style */
"value only" = "value only";

/* No comment provided by engineer. */
"Vanguard" = "Vanguard";

/* No comment provided by engineer. */
"venomed" = "venomed";

/* No comment provided by engineer. */
"Version Log" = "Version Log";

/* No comment provided by engineer. */
"Very Hard" = "Very Hard";

/* No comment provided by engineer. */
"Violent Poison" = "Violent Poison";

/* the max HP used for tp recovering from damage */
"Virtual HP(max HP in TP formula)" = "Virtual HP(max HP in TP formula)";

/* No comment provided by engineer. */
"Wave %d" = "Wave %d";

/* No comment provided by engineer. */
"Wave %d (x%.2f)" = "Wave %1$d (x%2$.2f)";

/* No comment provided by engineer. */
"Wave Energy Recovery" = "Wave Energy Recovery";

/* No comment provided by engineer. */
"Wave HP Recovery" = "Wave HP Recovery";

/* No comment provided by engineer. */
"Weight" = "Weight";

/* No comment provided by engineer. */
"When %@ receive healing, deal [%@ * healing amount] damage instead, last for [%@]s or unlimited time if triggered by field." = "When %1$@ receive healing, deal [%2$@ * healing amount] damage instead, last for [%3$@]s or unlimited time if triggered by field.";

/* No comment provided by engineer. */
"When %@'s HP reaches 0, restore [%@] HP once in next [%@]s." = "When %1$@'s HP reaches 0, restore [%2$@] HP once in next [%3$@]s.";

/* No comment provided by engineer. */
"Who Needs" = "Who Needs";

/* No comment provided by engineer. */
"Wins" = "Wins";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You have not bought this product yet." = "You have not bought this product yet.";

